"ASSISTED_AUTH_INSTRUCTIONS" = "%@ पर जाएँ और %@ में साइन इन करने के लिए निम्नलिखित कोड दर्ज करें";

"BUTTON_AUTHENTICATE" = "मेरा फ़ोन नंबर उपयोग करें";

"BUTTON_CONTINUE" = "जारी रखें";

"BUTTON_CREATED_ACCOUNT" = "खाता बनाया गया";

"BUTTON_CREATE_ACCOUNT" = "खाता बनाएं";

"BUTTON_CREATING_ACCOUNT" = "खाता बना रहे हैं";

"BUTTON_DISMISS" = "बर्खास्त करें";

"BUTTON_DONE" = "हो गया";

"BUTTON_EDIT_NUMBER" = "नंबर संपादित करें";

"BUTTON_LOGGING_IN" = "लॉगिन कर रहा है";

"BUTTON_NOT_NOW" = "अभी नहीं";

"BUTTON_OKAY" = "ठीक है";

"BUTTON_RESEND_CONF_CODE" = "कोड पुनः भेजें";

"BUTTON_RETRY" = "पुनः प्रयास करें";

"BUTTON_SENDING" = "भेज रहे हैं...";

"BUTTON_SENDING_CONF_CODE" = "पुष्टिकरण कोड भेजा जा रहा है";

"BUTTON_SEND_CONF_CODE" = "पुष्टिकरण कोड भेजें";

"BUTTON_SENT_CONF_CODE" = "पुष्टिकरण कोड भेजा गया";

"BUTTON_TRY_DIFFERENT_NUMBER" = "एक अलग नंबर आजमाएं";

"BUTTON_VERIFYING" = "सत्यापित हो रहा है";

"CALL_ME_ACTION" = "कॉल करें";

"CALL_ME_LOADING" = "कॉल किया जा रहा है...";

"DEFAULT_INVITE_VIEW_TITLE" = "मित्रों को आमंत्रित करें";

"ERROR_CANT_SMS" = "इस नंबर पर एस एम एस संदेश भेज पाने में असमर्थ.";

"ERROR_CHECK_CODE_TRY_AGAIN" = "कृपया अपने कोड की जाँच करें और पुन: प्रयास करें";

"ERROR_CHECK_CONNECTION_TRY_AGAIN" = "ओह, प्रतीत हो रहा है कि हमारा किसी नेटवर्क समस्या से सामना हो रहा है. क्या पुन: प्रयास करें? [%@]";

"ERROR_CHECK_EMAIL_TRY_AGAIN" = "कृपया अपनी ईमेल जांचें और पुन: प्रयास करें";

"ERROR_CHECK_NUMBER_TRY_AGAIN" = "कृपया अपने नंबर की जाँच करें और पुन: प्रयास करें";

"FOOTNOTE_2_STEP_VERIFICATION_CODE" = "आपने पहले <a href=\"https://www.digits.com/settings\">digits.com</a> पर 2-चरणीय सत्यापन कोड सेट किया है";

"FOOTNOTE_CONF_CODE_CALL_ME" = "ऊपर \"मुझे कॉल करें\" टैप करने से, <a href=\"https://www.digits.com\">Digits by Twitter</a> आपके फ़ोन नंबर की पुष्टि करने के लिए आपको एक ध्वनि कॉल करेगा. कॉल और डेटा शुल्क लागू हो सकते हैं.";

"FOOTNOTE_CREATE_ACCOUNT" = "ऊपर \"खाता बनाएं\" को टैप करके, आप <a href=\"https://www.digits.com\">Digits by Twitter</a> की <a href=\"https://twitter.com/tos\">सेवा की शर्तों</a>, <a href=\"https://twitter.com/privacy\">गोपनीयता नीति</a> और <a href=\"https://support.twitter.com/articles/20170514\">कुकी उपयोग</a> से, से इसके लिए सहमति देते हैं कि %@ के साथ आपका फ़ोन नंबर शेयर किया जा सकता है, और %@ के अन्य उपयोगकर्ता फ़ोन नंबर के द्वारा आपको खोज सकते हैं.";

"FOOTNOTE_EMAIL_DISCLOSURE" = "ऊपर \"जारी रखें\" टैप करके आप इस ईमेल को अपने Digits खाते से जोड़ देंगे. आप सहमति देते हैं कि यह ऐप और  <a href=\"https://www.digits.com/settings\"> आपके Digits खाते में सूचीबद्ध सभी ऐप्स</a> इस ईमेल पते पर पहुँच सकते हैं उनके उपयोगकर्ता ईमेल द्वारा आपको खोज सकते हैं.";

"FOOTNOTE_LOGIN" = "ऊपर \"जारी रखें\" को टैप करके, आपका <a href=\"https://www.digits.com/settings\">Digits फ़ोन नंबर और/या ईमेल पता</a> %@ के साथ शेयर किया जाएगा और %@ के अन्य उपयोगकर्ता फ़ोन नंबर और/या ईमेल के द्वारा आपको खोज पाएंगे.";

"FOOTNOTE_SEND_CONF_CODE" = "ऊपर \"पुष्टिकरण कोड भेजें\" टैप करने से, <a href=\"https://www.digits.com\">Digits by Twitter</a> आपके फ़ोन नंबर की पुष्टि के लिए एक SMS भेजेगा. अगले स्क्रीन पर, नया SMS पाने के लिए आप \"पुन: कोड भेजें\" को चुनें या फ़ोन कॉल से अपने फ़ोन नंबर की पुष्टि के लिए \"मुझे कॉल करें\" को चुनें. संदेश, कॉल और डेटा शुल्क लागू हो सकते हैं.";

"FOOTNOTE_TOS_UPDATE" = "ऊपर \"जारी रखें\" को टैप करके, आप <a href=\"https://www.digits.com\">Digits by Twitter</a> की अपडेट की गई <a href=\"https://twitter.com/tos\">सेवा की शर्तों</a>, <a href=\"https://twitter.com/privacy\">गोपनीयता नीति</a>, और<a href=\"https://support.twitter.com/articles/20170514\">कुकी उपयोग</a> से इसके लिए सहमति देते हैं कि %@ के साथ आपका <a href=\"https://www.digits.com/settings\">Digits फ़ोन नंबर और/या ईमेल पता</a> शेयर किया जा सकता है, और %@ के अन्य उपयोगकर्ता फ़ोन नंबर और/या ईमेल के द्वारा आपको खोज सकते हैं.";

"INVITED_BUTTON_TITLE" = "आमंत्रित किए गए";

"INVITE_BUTTON_TITLE" = "आमंत्रित करें";

"LABEL_ENTER_2_STEP_VERIFICATION_CODE" = "2-चरणीय सत्यापन कोड दर्ज करें.";

"LABEL_ENTER_CONF_CODE" = "हमने आपको 6 अंकों का कोड भेजा है.";

"LABEL_ENTER_EMAIL" = "अपना ईमेल दें.";

"LABEL_ENTER_PHONE_NUMBER" = "आपका फ़ोन नंबर क्या है?";

"LABEL_EXPLAIN_FIND_YOUR_FRIENDS" = "इस एप्प का इस्तेमाल करने वाले आपके मित्रों को ढूंढने के लिए हम ट्विटर के डिजिट्स का इस्तेमाल करेंगे. जब आप ठीक है को दबाएंगे, तब हम ट्विटर के डिजिट्स पर आपकी पता पुस्तिका को अपलोड करेंगे ताकि हम आपको %@ के आपके परिचित उपयोगकर्ताओं को खोजने में मदद कर सके या %@ के अन्य उपयोगकर्ताओं को आपको खोजने में मदद कर सकते हैं.";

"LABEL_FIND_YOUR_FRIENDS_TITLE" = "अपने मित्रों को खोजें";

"LABEL_UNABLE_TO_CONFIRM_NUMBER" = "आपके फ़ोन नंबर की पुष्टि करने में असमर्थ";

"LABEL_UNABLE_TO_CONFIRM_NUMBER_EXPLANATION" = "क्षमा करें, हमें आपको एक पुष्टिकरण कोड भेजने में परेशानी हो रही है.";

"ONBOARDING_MESSAGE" = "अपने ऐप का नाम सेट करने के लिए  https://fabric.io में लॉगिन करें, ये नाम सत्यापन ईमेल और SMS/वॉइस प्राधिकरण संदेशों में शामिल किया जाएगा.";

"ONBOARDING_MESSAGE_ANSWERS" = "स्वचालित रूप से Digits इवेंट लॉगिंग को सक्षम करने के लिए अपने ऐप में Answers फ्रेमवर्क जोड़ें. https://answers.io पर और अधिक जानें";

"PARTIAL_FOOTNOTE_THIS_APP" = "यह एप्प";

"SMS_PREFILL_TEXT_DEFAULT" = "नमस्कार %@. मैं %@ का उपयोग कर रहा हूं, मुझसे जुड़ें!";

"SMS_PREFILL_TEXT_DEFAULT_BRANCH" = "नमस्कार %@. %@ पर %@ इंस्टॉल करें.";

